// src/data/antiCorruptionData.js
export const sections = [
  {
    title: "Федеральные законы",
    items: [
      { name: 'Федеральный закон от 17.07.2009 N 172-ФЗ "Об антикоррупционной экспертизе нормативных правовых актов и проектов нормативных правовых актов"', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон от 3 декабря 2012 г N 230-ФЗ "О контроле за соответствием расходов лиц, замещающих государственные должности, и иных лиц их доходам"', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон от 25 декабря 2008 г N 273-ФЗ "О противодействии коррупции"', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 27.07.2004 №79-ФЗ «О государственной гражданской службе РФ»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 07.05.2013 №79-ФЗ «О запрете отдельным категориям лиц открывать и иметь счета (вклады) за рубежом»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 07.05.2013 №102-ФЗ «О внесении изменений в законодательные акты РФ в связи с принятием закона о запрете иметь счета за рубежом»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 08.03.2006 №40-ФЗ «О ратификации Конвенции ООН против коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 25.07.2006 №125-ФЗ «О ратификации Конвенции об уголовной ответственности за коррупцию»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 03.08.2018 №307-ФЗ «О внесении изменений в законы для совершенствования контроля за соблюдением законодательства о противодействии коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Федеральный закон РФ от 06.02.2019 №5-ФЗ «О внесении изменений в законы в целях противодействия коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Приказ ФССП России от 19.12.2017 №643 «Об утверждении Порядка уведомления работодателя о фактах обращения в целях склонения к коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Приказ Минтруда России от 25.12.2015 №1152н «Об утверждении Порядка представления сведений о доходах и имуществе»', link: "https://pravo.gov.ru" }
    ]
  },
  {
    title: "Указы Президента РФ",
    items: [
      { name: 'Указ Президента РФ от 29.06.2018 №378 "О национальном плане противодействия коррупции на 2018-2020 годы"', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 15.07.2015 №364 "О мерах по совершенствованию организации деятельности в области противодействия коррупции"', link: "https://pravo.gov.ru" },
      { name: 'Приказ Минкультуры РФ от 08.05.2014 №799 «Об утверждении перечня должностей, при назначении на которые работники обязаны представлять сведения о доходах»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 01.07.2010 №821 «О комиссиях по соблюдению требований к служебному поведению федеральных госслужащих»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 21.07.2010 №925 «О мерах по реализации отдельных положений Федерального закона "О противодействии коррупции"»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 13.03.2012 №297 «О национальном плане противодействия коррупции на 2012-2013 годы»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 19.05.2008 №815 «О мерах по противодействию коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 21.09.2009 №1066 «О проверке достоверности и полноты сведений граждан»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 21.09.2009 №1065 «О проверке достоверности и полноты сведений федеральных госслужащих»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 18.05.2009 №559 «О представлении сведений о доходах и имуществе»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 20.05.2011 №657 «О мониторинге правоприменения»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 12.08.2002 №885 «Об утверждении общих принципов служебного поведения госслужащих»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 08.07.2013 №613 «Вопросы противодействия коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 23.06.2014 №460 «Об утверждении формы справки о доходах»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 18.12.2008 №1799 «О центральных органах РФ по реализации Конвенции ООН против коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 18.12.2008 №1800 «О центральных органах РФ по реализации Конвенции об уголовной ответственности за коррупцию»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 18.05.2009 №557 «Об утверждении перечня должностей, при назначении на которые граждане обязаны представлять сведения о доходах»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 06.06.2013 №546 «О проверке достоверности сведений об имуществе и обязательствах имущественного характера за пределами РФ»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 21.02.2014 №104 «О члене Межгосударственного совета по противодействию коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 22.12.2015 №650 «О порядке сообщения лицами о возникновении личной заинтересованности»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 10.10.2015 №506 «Об утверждении Положения о порядке принятия наград и знаков отличия»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 08.03.2015 №120 «О некоторых вопросах противодействия коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 13.02.2020 №117 «Об утверждении состава Совета при Президенте РФ по противодействию коррупции»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 25.02.2011 №233 «О некоторых вопросах организации деятельности президиума Совета при Президенте РФ»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 02.04.2013 №309 «О мерах по реализации отдельных положений Федерального закона «О противодействии коррупции»»', link: "https://pravo.gov.ru" },
      { name: 'Указ Президента РФ от 02.04.2013 №310 «О мерах по реализации отдельных положений Федерального закона «О контроле за соответствием расходов»»', link: "https://pravo.gov.ru" }
    ]
  },
  {
    title: "Постановления Правительства РФ",
    items: [
      { name: 'Постановление Правительства РФ от 26.02.2010 №96 «Об антикоррупционной экспертизе нормативных правовых актов»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 21.08.2012 №841 «О соблюдении работниками государственных корпораций положений ст. 349-1 ТК РФ»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 22.07.2013 №613 «О представлении сведений о доходах»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 13.03.2013 №207 «Об утверждении правил проверки достоверности сведений»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 13.03.2013 №208 «Об утверждении правил представления сведений о доходах руководителей»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 05.07.2013 №568 «О распространении ограничений и обязанностей на отдельные категории граждан»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 09.01.2014 №10 «О порядке сообщения о получении подарка»', link: "https://pravo.gov.ru" },
      { name: 'Постановление Правительства РФ от 21.01.2015 №29 «Об утверждении правил сообщения работодателем о заключении трудового договора»', link: "https://pravo.gov.ru" }
    ]
  },
  {
    title: "Областные законы",
    items: [
      { name: 'Закон Новгородской области от 04.03.2013 №219-ОЗ', link: "https://pravo.gov.ru" },
      { name: 'Закон Новгородской области от 28.08.2017 №142-ОЗ', link: "https://pravo.gov.ru" },
      { name: 'Закон Новгородской области от 31.08.2009 №595-ОЗ', link: "https://pravo.gov.ru" },
      { name: 'Постановление Новгородской областной Думы от 23.09.2009 №1149-ОД', link: "https://pravo.gov.ru" }
    ]
  },
  {
    title: "Нормативные акты учреждения",
    items: [
      { name: 'Кодекс профессиональной этики', link: "#" },
      { name: 'Положение по антикоррупционной политике', link: "#" },
      { name: 'Приказ №140 от 17.12.2023г. о назначении ответственного за антикоррупционную политику', link: "#" },
      { name: 'План мероприятий по противодействию коррупции 2019-2025 годов', link: "#" },
      { name: 'Телефон горячих линий на 2024-2025 гг.', link: "#" },
      { name: 'Положение о комиссии по урегулированию споров', link: "#" },
      { name: 'Прямые линии по вопросам антикоррупционного просвещения', link: "#" }
    ]
  },
  {
    title: "Федеральный портал проектов НПА",
    items: [{ name: "https://regulation.gov.ru/", link: "https://regulation.gov.ru/" }]
  }
];