// src/data/basicInfoData.js
export const historyData = [
  { year: 1991, text: "Открытие школы искусств в д. Ермолино (решение Совета №263)." },
  { year: 1995, text: "Переименование в муниципальное образовательное учреждение (гос. регистрация №407)." },
  { year: 1996, text: "Открыт филиал в д. Новая Мельница (класс изобразительного искусства)." },
  { year: 2004, text: "Начало работы отделения «Фольклор»." },
  { year: 2008, text: "Открыты отделения «Общее эстетическое» и «Общее эстетическое развитие детей раннего возраста»; вокальный ансамбль «Клубника» получил звание \"Образцовый коллектив\"." },
  { year: 2016, text: "Создание МАУ ДО «Ермолинская детская школа искусств» (Постановление №654)." }
];

export const licensesFiles = [
  { title: "Выписка — 20 мая 2022", file: "#" },
  { title: "Выписка — 28 дек 2022", file: "#" },
  { title: "Устав (файл)", file: "#" }
];

export const documentsFiles = [
  { name: "Устав МАУ ДО «Ермолинская ДШИ»", file: "#" },
  { name: "Положение филиала — Новая Мельница", file: "#" },
  { name: "Перечень программ 2025-2026", file: "#" },
  { name: "Учебный план ДОП 2025-2026", file: "#" },
  { name: "Учебный план и график по ДПП 2025-2026", file: "#" },
  { name: "Календарный учебный график 2025-2026", file: "#" },
  { name: "Образовательная программа (PDF)", file: "#" },
  { name: "Учебный план 2025–2026 (PDF)", file: "#" }
];