// src/data/documentsData.js
export const documentCategories = [
  {
    title: "Основные документы",
    documents: ["Устав", "Выписка из реестра лицензий по состоянию на 20.05.2022", "Положение о Филиале", "Выписка из реестра лицензий по состоянию на 28.12.2022", "Свидетельство ОГРН", "Приказ о назначении директора"]
  },
  {
    title: "Санитарно-эпидемиологические заключения",
    documents: ["Санитарно-эпидемиологическое заключение(1)", "Санитарно-эпидемиологическое заключение(2)"]
  },
  {
    title: "Финансово-хозяйственная деятельность",
    documents: ["План ФХД на период 2023 г.", "Отчет ФХД 2023 г.", "План ФХД на период 2024 г.", "Отчет ФХД 2024г.", "План ФХД на период 2025 г.", "Муниципальное задание -2023г.", "Отчет по муниципальному заданию 2023г.", "Муниципальное задание- 2024г.", "Отчет по муниципальному заданию -2024г.", "Муниципальное задание- 2025г."]
  },
  {
    title: "Коллективный договор",
    documents: ["Коллективный договор 2021-2024 г.", "Правила внутреннего трудового распорядка работников-2021-2024", "Коллективный договор на 2024-2027 годы.", "Правила внутреннего трудового распорядка работников 2024-2027", "Правила внутреннего распорядка обучающихся"]
  },
  {
    title: "Нормативные акты и документы",
    documents: ["Документы по основным вопросам организации образовательной деятельности", "Положение о Филиале", "Положение о порядке обеспечения и ведения официального сайта МАУДО 'Ермолинская ДШИ'", "Программа развития", "Правила приема обучающихся на общеразвивающие программы", "Режим занятий обучающихся", "Положение о переводе и отчисления обучающихся", "Положение о Совете родителей"]
  }
];