// src/data/educationData.js
export const educationLevels = [
  "Дополнительные предпрофессиональные общеобразовательные программы в области искусств",
  "Общеразвивающие образовательные программы дополнительного образования",
  "Дополнительные образовательные программы художественно-эстетической направленности"
];

export const electronicResources = [
  { name: "Федеральный центр информационно-образовательных ресурсов", link: "#" },
  { name: "Единое окно доступа к образовательным ресурсам", link: "#" },
  { name: "Президентская библиотека", link: "https://www.prlib.ru/" }
];

export const methodologicalMaterials = [
  "Методическая разработка занятия 'Лепка из глины по теме карандашница \"Сова\"' - преподаватель Китова Ж.И.",
  "Методическая разработка 'Работа над дыханием на уроках сольного пения' - преподаватель Шерстюк У.Д.",
  "Методическая разработка занятия по хореографии - преподаватель Дроздова А.А.",
  "Методическая разработка по упражнениям для беглости пальцев по классу гитары - преподаватель Салаева М.Ю."
];