// src/data/faqData.js
export const faqData = [
  { q: "С какого возраста принимают детей в школу искусств?", a: "По дополнительным предпрофессиональным и общеразвивающим общеобразовательным программам с 6,5 лет." },
  { q: "Возможно ли обучение в ДШИ детей младше 6 лет 6 месяцев?", a: "Для детей от 4 до 6 лет работает общеэстетическое отделение." },
  { q: "Какие документы необходимо предоставить при поступлении?", a: "- заявление установленной формы;\n- копия свидетельства о рождении;\n- фото 3×4 (2 шт);\n- СНИЛС ребенка;\n- паспорт родителя (законного представителя)." },
  { q: "Не будет ли мешать обучение в ДШИ основному обучению в общеобразовательной школе?", a: "Расписание занятий составляется индивидуально для каждого обучающегося исходя из занятости в общеобразовательной школе." },
  { q: "В каких направлениях обучают в вашей школе?", a: "В нашей школе ведется обучение по 3 направлениям:\n- музыкальное (фортепиано, гитара, народное пение, эстрадное пение, фольклор);\n- художественное;\n- хореографическое." },
  { q: "Получает ли обучающийся после окончания школы какой-либо документ?", a: "Да. Обучающимся, в полном объеме освоившим дополнительные программы, выдается Свидетельство об освоении указанной программы." }
];