export const methodicalResources = [
  { title: "Методические материалы по вопросам противодействия коррупции на сайте Минтруда РФ", link: "#" },
  { title: "Противодействие коррупции — материалы на сайте gossluzhba.gov.ru", link: "https://gossluzhba.gov.ru/anticorruption" },
  { title: "Методические рекомендации по антикоррупционной работе в субъектах РФ и муниципальных образованиях", link: "#" },
  { title: "Методические материалы в сфере противодействия коррупции — сайт Правительства Новгородской области", link: "https://www.novreg.ru/corruption/Metodic_materials/index.php" },
  { title: "Методические рекомендации по работе, направленной на выявление личной заинтересованности при закупках", link: "#" }
];

export const methodicalMemos = [
  { title: "Памятка: 9 декабря — День борьбы с коррупцией", link: "#" },
  { title: "Памятка по противодействию коррупции", link: "#" },
  { title: "Памятка", link: "#" },
  { title: "Рекомендации по правилам поведения", link: "#" }
];