export const foodInfo = [
  { icon: "Utensils", text: "Питание обучающихся не предусмотрено." },
  { icon: "Info", text: "В соответствии с уставом и материально-технической базой учреждения, организация питания обучающихся в Детской школе искусств не осуществляется." },
  { icon: "XCircle", text: "Детская школа искусств не располагается помещениями и инфраструктурой для организации питания." }
];

export const foodDetails = [
  "Меню ежедневного горячего питания — не предусмотрено.",
  "Информация о наличии диетического меню — не предусмотрено.",
  "Перечень юридических лиц, оказывающих услуги по организации питания — отсутствует.",
  "Перечень поставщиков пищевых продуктов — отсутствует.",
  "Форма обратной связи для родителей по вопросам питания — не применяется."
];