export const collegialBodies = [
  { title: "Общее собрание работников", description: "Представительный орган работников учреждения", icon: "Layers" },
  { title: "Наблюдательный совет", description: "Контролирующий и наблюдающий орган учреждения", icon: "Briefcase" },
  { title: "Педагогический совет", description: "Коллегиальный орган, разрабатывающий учебные и воспитательные программы", icon: "Users" }
];

export const pedagogicalCouncil = {
  chairman: "Гращенко С.П.",
  secretary: "Китова Ж.И.",
  members: ["Колобова П.Е.", "Дроздова А.А.", "Комарина В.В.", "Салаева М.Ю.", "Шерстюк У.Д."]
};

export const supervisoryCouncil = {
  chairman: "Н.С. Лукьянова М.В.",
  secretary: "Китова Ж.И.",
  members: ["Клишина С.В. - директор МБУ 'Центр МИФО'", "Фомина С.О. - представитель общественности", "Чегорева О.А. - представитель общественности"]
};