// src/data/vacantPlacesData.js
export const programs = [
  { number: 1, name: 'Комплексная дополнительная программа "Фортепиано" для детей 8-12 лет, срок обучения 3 года', federal: 0, regional: 0, local: 2, paid: 0 },
  { number: 2, name: 'Комплексная программа "Фортепиано-I" для детей 10-14 лет, срок обучения 4 года', federal: 0, regional: 0, local: 2, paid: 0 },
  { number: 3, name: 'Дополнительная предпрофессиональная программа "Фортепиано" для детей 6-9 лет, срок обучения 8 лет', federal: 0, regional: 0, local: 5, paid: 0 }
];

export const commissions = [
  {
    title: "Комиссия по приему документов (2025-2026)",
    members: ["Председатель: директор Гращенко С.П.", "Секретарь: преподаватель Китова Ж.И.", "Преподаватель: Шерстюк У.Д.", "Преподаватель: Ярёменко В.В.", "Преподаватель: Салаева М.Ю."]
  },
  {
    title: "Апелляционная комиссия",
    members: ["Преподаватель: Китова Ж.И.", "Преподаватель: Колобова П.Е."]
  }
];